{
    "modules": {
        "Account" : {
            "description": "Manage users, groups, permissions, and account settings of your organization with the Account Management module.",
            "icon": "business"
        },
        "Agreements": {
            "description": "Create and control the lifecycle of agreements (contract templates) with the Agreements Management module.",
            "icon": "description"
        },
        "Catalog": {
            "description": "View, enroll, test and manage the portfolio of products with the Catalog Management module",
            "icon": "import_contacts"
        },
        "Contracts": {
            "description": "Create and manage contracts with your partners with the Contracts Management module.",
            "icon": "business_center"
        },
        "Customers": {
            "description": "View and manage your customers (tier accounts) with the Customers Management module.",
            "icon": "group"
        },
        "Helpdesk": {
            "description": "Resolve your issues faster.",
            "icon": "forum"
        },
        "Integrations": {
            "description": "Create and manage API tokens, access information, and other integrations with the Extensions  Management module.",
            "icon": "power"
        },
        "Hubs": {
            "description": "Register and manage instances of your Commerce Management systems with the Hubs Management module.",
            "icon": "device_hub"
        },
        "Listings": {
            "description": "Manage your product listing via this object.",
            "icon": "star",
            "objects": [
                "listings/object.json"
            ]
        },
        "Listing Requests": {
            "description": "Monitor and process the queue of listing requests from your partners with the Listings Management module.",
            "icon": "star",
            "objects": [
                "listings-request/object.json"
            ]
        },
        "Marketplaces": {
            "description": "Define and control assignment of Hubs and Accounts to the Marketplaces with the Marketplaces Management module.",
            "icon": "shopping_cart"
        },
        "Offers": {
            "description": "Set, manage and update the offers of your products with Offers Management module.",
            "icon": "local_offer"
        },
        "Partners": {
            "description": "View and manage all your partners and partners' information with the Partners Management module.",
            "icon": "contacts"
        },
        "Pricing": {
            "description": "Set, manage, and update the pricing of your products and items with the Pricing Management module.",
            "icon": "attach_money"
        },
        "Products": {
            "description": "Review, test and manage your products with the Products Management module.",
            "icon": "widgets"
        },
        "Purchasing": {
            "description": "Review, test and manage Purchase Orders (POs) with the Purchasing Management module.",
            "icon": "playlist_add_check"
        },
        "Reports": {
            "description": "Access and manage the generated report files with the Reports Management module.",
            "icon": "archive"
        },
        "Tier Config": {
            "description": "View and manage the tier configuration information in the Settings Management module.",
            "icon": "recent_actors"
        },
        "Subscriptions": {
            "description": "Review, test, and manage subscriptions of products with the Subscriptions Management module.",
            "icon": "autorenew",
            "objects": [
                "subscriptions/object.json"
            ]
        },
        "Subscription Requests": {
            "description": "Review, test, and manage subscriptions of products with the Subscriptions Management module.",
            "icon": "autorenew",
            "objects": [
                "subscriptions-fulfillment-request/object.json"
            ]
        },
        "Usage": {
            "description": "Manage reporting for the pay-as-you-go products with the Usage Management module.",
            "icon": "assessment"
        }
    }
}